Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E03A.tmx
Source language: en_us
Languages: zh_cn

source: Easy homemade soap
zh_cn: 简易手工皂制作

source: Use this simple recipe and you'll be lathering up with your own soap in no time.
zh_cn: 用这个简单的配方，瞬间你也可以将自己涂满亲手制作的手工皂！

source: As the last generations of Depression-era children or back-to-the-landers take their leave of this world, their DIY skills go with them.
zh_cn: 大萧条和自给自足时期的孩童们，大多现已不在人世，也带走了他们许多diy的技能。

source: When we try to learn from scratch, we soon discover that recipes in books don't tell half the story.
zh_cn: 当我们追流溯源翻开他们留下的手稿时，总会怅然若失。

source: DIY soap making and other skills slipping away
zh_cn: 正在消失的DIY技能

source: I have never figured out why this knowledge started slipping away from us, but I am trying to re-learn some of the basics.
zh_cn: 我一直没有想通，为什么这些宝贵的DIY技能与我们现在的生活渐行渐远了。不过，我仍然在尝试着捡起其中一些最基本的制作工艺。

source: I now make my own soap, hand lotion, yogurt and bread.
zh_cn: 现在，我们家的香皂，护手霜，酸奶和面包全能够自给自足了。

source: I am trying to figure out toothpaste, but it is hard to find good information about abrasion damage.
zh_cn: 我还在研究怎么自己做牙膏，可惜我还没有弄清楚在牙膏里面加怎样的磨料可以不磨损牙齿。

source: I also found a great cheese site, which has a recipe for labneh, a cheese I can make from my homemade yogurt, and I plan to make other cheeses with my friends, who write about the Hundred Mile Diet.
zh_cn: 除此之外我发现了一个很好的教学奶酪制作的网站，他们有制作浓缩酸奶的配方，可以让我的自制酸奶发挥上用场拉！我的朋友们写了一篇 Hundred Mile Diet的文章，我正准备与他们一起做奶酪。

source: My soap recipe is customized to use full bottles of most of the oils, so you don't have a lot of inventory lying around, and you don't have to do a lot of measuring.
zh_cn: 我的手工皂配方通常会要用掉整瓶的油，所以你不必七七八八囤上许多不同的油品，也不用不停的计算每种油的用量。

source: Normally, making soap requires a lot of finicky weighing, since measuring by volume isn't considered accurate enough.
zh_cn: 因为按体积计算用油量一般不很精确，所以制作手工皂得小心的称量每一份原材料喔。

source: So far I have had no problems, and, for those without a scale, I give both weight and volume in this recipe.
zh_cn: 如果你的家里没有秤来称重量，在以下的配方里我也给出了每份材料的重量所对应的体积，无论按体积或者重量计算，打造出来的皂皂都是很好用的喔。

source: Making homemade soap can be dangerous
zh_cn: 手工皂制作有风险！？

source: Before we begin, let me stress that soap-making can be dangerous.
zh_cn: 在我们开始之前，我得强调一下做手工皂是有一点点的危险性的。

source: Although it is easy to become comfortable with the process, you should only make soap when you fully understand the safety procedures.
zh_cn: 虽然打皂很容易上手，在这之前你可不要忘记全面地了解打皂的安全措施喔。

source: Here is some general homemade soap information
zh_cn: 手工皂的基本制作方法

source: Soap is made in two parts, lye and water, plus a mixture of oils.
zh_cn: 皂皂是由两部分组成的：碱水，混合上油脂。

source: The two don't combine easily, so they must be brought to similar temperatures.
zh_cn: 这两部分很难均匀地混合，所以首先你需要把他们加热到相同的温度。

source: Lye and water get very hot when mixed, so the mixture must cool before being added to the oils.
zh_cn: 烧碱加入水中时会产生大量地热，所以混入油脂前，你需要先将碱水冷却。

source: The oils must be gently heated.
zh_cn: 加热油相时要缓慢。

source: The oil is nowhere near hot enough to cook with, but still, please do not start any fires.
zh_cn: 虽然油相受热的程度远不能拿来炒菜，但还是小心为好防止火灾。

source: Every oil has a different saponification index, which is a measure of how much lye is required to turn that oil into soap.
zh_cn: 不同的油品有不同的皂化值。也就是说，每一种油需要不同量的碱水来使自己变成皂皂。

source: This means, if you run out of coconut oil, don't go replacing it with olive oil.
zh_cn: 这就意味着，如果你椰子油不够用了，可千万别随手拿来一瓶橄榄油来充数。

source: Lye is VERY caustic, so don't get any on your skin.
zh_cn: 烧碱的腐蚀性非常强，所以别让它沾上你的皮肤。

source: It also gives off nasty fumes, so use goggles and very good ventilation or a respirator.
zh_cn: 烧碱遇水时会产生刺激性气体，所以打皂时要保持良好的通风，最好戴上护目镜或者口罩。

source: Check out the Materials Safety Data Sheet on lye.
zh_cn: 点我了解烧碱的安全信息。

source: You will also need a mold.
zh_cn: 你还需要一个模具。

source: You could use a 9 x 13 cake pan and line it with wax paper.
zh_cn: 你可以将9英寸x13英寸的烤蛋糕盘垫上蜡纸。

source: I bought a used Rubbermaid bread box that is about 14" x 6" x 5".
zh_cn: 我买了一个二手的Rubbermaid 烤面包盘，体积为14" x 6" x 5"。

source: This makes a big block of soap that is not safe to cut with a knife.
zh_cn: 用这个做出来的肥皂非常大，用小刀切割已经不安全了。

source: I cut it with a guitar string wrapped around a couple of chopstick handles.
zh_cn: 所以我把吉他的琴弦缠在筷子上切割这样一块大家伙。

source: Homemade soap: The hardest step
zh_cn: 手工皂：最难的一步

source: The hardest thing about soap is knowing when it is done.
zh_cn: 打皂最难的事情，是确定这块肥皂已经皂化完全了。

source: This is judged by a state called "trace."
zh_cn: 通过肥皂液是否可以“拉丝”来判断。

source: This is when a dribble of soap kind of stays on the surface instead of sinking into the pot.
zh_cn: 当滴下的肥皂液可以在表面停留而没有和整锅肥皂融为一体的时候，就皂化完毕了。

source: Think honey on a counter top as it slowly flattens out.
zh_cn: 想象一下滴下的蜂蜜慢慢融到整罐蜂蜜里面，表面慢慢变平的画面。

source: The book that I used to work out this recipe is called "The Soapmaker's Companion" by Susan Miller Cavitch.
zh_cn: 我获取肥皂配方的书名叫做《手工皂者伴侣》，作者是苏珊米勒凯文奇。

source: This is also where I found recipes for hand lotion.
zh_cn: 这本书里也有我用来做护手霜的配方喔。

source: Homemade Soap Recipe
zh_cn: 手工皂的配方

source: Lye ¡ª Mix in large pyrex measuring cup, stir with a chopstick saved from order-in Chinese food.
zh_cn: 烧碱：在大的耐热玻璃烧杯里面溶碱，边溶边用筷子搅拌。

source: Again, do not breathe the fumes. Wear goggles.
zh_cn: 再次提醒，不要吸入有害气体喔，戴好护目镜。

source: 700 milliliters purified water
zh_cn: 700毫升纯水

source: 270 grams or 9 1/4 ounces lye (one small container)
zh_cn: 270克／9.25盎司烧碱

source: Oils (Mix in a big pot.)
zh_cn: 油（事先在大烧杯里混合好）

source: Olive oil 955 grams or 4 1/2 cups (Use the cheap pomace olive oil; virgin doesn't work as well.)
zh_cn: 橄榄油：955克／4.5杯 （用便宜的化学提炼的橄榄油就可以，初榨橄榄油未必好）

source: Coconut oil 390 grams 500 milliliters 2 cups
zh_cn: 椰子油：390克／500毫升／2杯

source: Grapeseed oil 515 grams 500 milliliters 2 cups
zh_cn: 葡萄籽油： 515克／500毫升／2杯

source: Let lye mixture cool to 110 degrees F.
zh_cn: 让碱液冷却至110华氏摄氏度（43摄氏度）。

source: Warm oils to 110 degrees F. When both are at the same temperature, slowly pour lye mixture into oils.
zh_cn: 将油相加热到相同的温度后，缓慢地将碱水倒入油相。

source: Mix with a stick blender until trace, periodically scraping sides and bottom of pan with a spatula.
zh_cn: 搅拌至“拉丝”。时不时用抹刀刮一刮容器壁和底。

source: I mix with short pulses of the blender, and it only takes about three minutes.
zh_cn: 我用电动搅拌机间歇性地搅拌，3分钟就可以完事。

source: The first time I made soap I used a whisk and my spatula, which I washed carefully later.
zh_cn: 第一次做皂皂我用的是打蛋器和小刮刀，用完后洗干净。

source: Next time I used my stick blender.
zh_cn: 后来我用的是Braun牌的电动搅拌器。

source: Once I felt sure that I was going to make soap regularly, I bought a used stick blender at Value Village for $5 and dedicated it to soap making.
zh_cn: 当我下决心要常规做皂的时候，我花了5美元在Value Village买了一个二手的电动搅拌机。

source: If you use a whisk, you can look forward to hours of stirring.
zh_cn: 如果你用常规的打蛋器做皂，你得花上几个小时来搅拌皂皂。

source: I also have a couple of thrift-shop thermometers, one for the lye and one for the oils.
zh_cn: 另外，我还买了几个二手的温度计，一个用来量碱水的温度，一个量油温。

source: I have also heard of people making soap by feel. When the containers of lye and oils feel similarly warm to the touch, you are good to go.
zh_cn: 当然，我也听说过有人跟着感觉做皂，当盛油和碱水的容器摸上去差不多温度的时候，就可以开始下一步了。

source: At trace, add 10 milliliters cinnamon oil. Mix as little as possible, just enough to combine.
zh_cn: 拉丝的时候，可以一点一点的加入肉桂油，但注意不要多加，够用就好。

source: Theoretically, the soap can harden very quickly at this stage, trapping your spatula inside a giant bar.
zh_cn: 理论上来说，皂皂在这个阶段硬化非常快， 会把你的刮刀困住。

source: I have never had a problem with this recipe, though.
zh_cn: 虽然我的配方从来没有遇见过这种情况。

source: Pour into mold.
zh_cn: 最后注皂如模。

source: Wrap with heavy blankets for 24 hours to keep the heat in and help the chemical reaction.
zh_cn: 拿毯子将整个皂皂包住保温24小时，帮助皂化反应完成。

source: The next day, when soap has set, cut it into bars and store, separated nicely, on brown paper in cool place.
zh_cn: 第二天，当肥皂成型时，将皂皂切块，包裹在牛皮纸里面放在阴凉的地方保存。

source: Turn over after two weeks.
zh_cn: 两周以后给皂皂翻个面。

source: Use after one month.
zh_cn: 一个月以后就可以使用啦！
